Repository: giellalt/corpus-nob
Catalog: prestable/tmx/smj/admin/kirken.no/strategiplan_samisk_kirkeliv_2011_nob.pdf.tmx
Source language: nob
Languages: smj

source: Det understrekes at styrkingen av Samisk kirkeråds sekretariat må sees i lys av utfordringen med å følge opp liturgiarbeid på hele tre samiske språk.
smj: Dættoduvvá Sáme girkkoráde sekretariáhta nannim galggá árvustaláduvvat dan hásstalusá vuosstij jut ålles gålmå sámegielaj gáktuj le liturgijabarggo jådon.

source: Det pekes på at Samisk kirkeråd har prioritert å fullføre prosessene med oversettelse av 1977-liturgiene da disse vil stå som liturgiske alternativer etter innføringen av gudstjenestereformen.
smj: Sáme girkkoráde le vuorodam ållit 1977-jårggålimijt danen gå dajt bæssá adnet ådå jubmeldievnastusådåstuhttema maŋŋela.

source: Det forutsettes at de godkjente nordsamiske liturgiene utgis i 2011 og at de lulesamiske liturgiene ferdigstilles for godkjenning og utgivelse i 2011.
smj: Vuorddep dåhkkidum nuorttasámegiela liturgija almoduvvi jagen 2010 ja jut julevsáme liturgija ålliduvvi jagen ja almoduvvi jagen 2011.

source: Det sørsamiske liturgiprosjektet gjennomføres med sikte på godkjenning i 2012 og utgivelse 2013.
smj: Oarjjelsáme liturgijaprosjekta galggá tjadáduvvat dajna ulmijn váj galggi dåhkkiduvvat jagen 2012 ja almoduvvat jagen 2013.

source: Gudstjenestereformens kjerneverdier stedegengjøring, involvering og fleksibilitet åpner for et kontinuerlig nyskapende liturgiarbeid også i samisk kirkeliv.
smj: Jubmeldievnastusådåstusá vuodoárvo bájkálasjvuohta, oassálasstem ja fleksibilitehtta láhtji dilev joarkke ådåstahtte liturgiabargguj sáme girkkoiellemin aj.

source: Det foreslås at det i rammen av gudstjenestereformen stimuleres til videre arbeid med samiske liturgier, at samisk liturgistoff gjøres tilgjengelig på gudstjenestereformens ressursbank, at utvikling av samiske kulturuttrykk på feltene kirkekunst og kirkemusikk blir gjenstand for særskilt satsning og at Liturgisk senter gis en rolle med hensyn til oppfølging av samisk liturgiarbeid.
smj: Oajvvaduvvá jubmeldievnastusådåstusá milta sáme liturgiaj barggo joarkeduvvá, sáme liturgia adnuj biejaduvvi jubmeldievnastusådåstusá ressurssabánkan, sáme girkkodájdda ja girkkomusihkka sierraláhkáj vuoroduvvi ja Liturgalasj guovdátja duogen sjaddá sáme liturgiabargov tjuovvot.

source: Trosopplæring behandles i delkapittel 5.7. Innledningsvis redegjøres det kort for antall stillinger og utgivelser innenfor samisk trosopplæring.
smj: Jáhkkoåhpadibme giehtadaláduvvá oassekapihttalin 5.7. Álgon oanegattjat gåvviduvvá galla virge li ja galla almodime li sáme jáhkkoåhpadimen.

source: Videre gjøres det rede for samiskrelaterte prosjekter og tiltak i rammen av trosopplæringsreformen.
smj: Joarkkan sámegullevasj prosjevta ja dåjma jáhkkoåhpadimådåstusán tjielggiduvvi.

source: Det foreslås at den årlige fagkonferansen for samisk trosopplæring videreføres og at det jobbes for at kurset Tro og livsstolkning i Sápmi videreføres.
smj: Oajvvaduvvá jahkásasj sáme jáhkkoåhpadusá fáhkakonferánssa joarkeduvvá ja jut kurssa Jáhkko ja iellemdádjadus Sámen joarkká.

source: Arbeidet med drift og videreutvikling av nettstedet for samisk trosopplæring (www.osko.no) foreslås videreført, samt at tiltaket tilføres en fast stillingsressurs (jf 5.2.1).
smj: Sáme jáhkkoåhpadime næhttabájke (www.osko.no) doajmma ja åvddånahttem galgaluluj joarkket aktan stuoves virgijn (5.2.1 milta).

source: Det bør utvikles en egen 4-årsbok på nordsamisk, lulesamisk og sørsamisk tilrettelagt for samisk kirkeliv.
smj: Bierri dagáduvvat sierra Girjje 4-jagágijda nuortta-, julev- ja oarjjelsámegiellaj hiebaduvvam sáme girkkoiellemij.

source: Plan for samisk trosopplæring skal sikre at samiske barn og unge innenfor rammene av den overordnede trosopplæringsplanen Gud gir - Vi deler, gis en trosopplæring som ivaretar deres samiske tilhørighet både med hensyn til rammebetingelser og innhold.
smj: Sáme jáhkkoåhpadime pládna galggá bærrájgæhttjat jut sáme máná ja nuora ålleslasj jáhkkoåhpadime plána milta Gud gir - Vi deler, oadtju jáhkkoåhpadimev mij sijá sáme gullevasjvuodav bisot ævtov ja sisano gáktuj.

source: Behovet for å jobbe overfor menigheter og bispedømmer med hensyn til implementeringen av de samiske perspektivene i Gud gir – vi deler og Plan for samisk trosopplæring påpekes.
smj: Dárbbo le tjoaggulvisáj ja bisspaguovloj vuoksjuj barggat sáme åsijt fáron válldet Gud gir – vi deler ja Sáme jáhkkoåhpadime plánajda.

source: www.osko.no, Det foreslås etablering av en årlig nasjonal samisk konfirmantleirer for å sikre
smj: Oajvvaduvvá næhttaressursa tjánádum Sáme jáhkkoåhpadime pládnaj dagáduvvi ja almoduvvi næhttabielen (www.osko.no).

source: et minimumstilbud til samiske konfirmanter i hele landet.
smj: Jahkásasj násjonála konfirmánntagávnadime oajvváduvvi váj sáme konfirmánta lándav miehtáj oadtju edesik muhtem fálaldagáv.

source: Ungdomsarbeid behandles i delkapittel 5.8. Da det knapt finnes arbeid på feltet understrekes behovet for å styrke samisk ungdomsarbeid i Den norske kirke.
smj: Nuorajbarggo giehtadaláduvvá oassekapihttalin 5.8. Gå jurra de vil mige uddni dagáduvvá de dættoduvvá sáme nuorajbarggo Vuona girkkon.

source: Et overordnet mål er at identitet, språk og kristent fellesskap blant samisk ungdom styrkes, at unges deltakelse i og medansvar for samisk kirkeliv videreutvikles, og at det i større grad gis rom for unges kulturuttrykk i samisk kirkeliv.
smj: Bajep ulmme le sáme nuoraj identitehtta, giella ja risstalasj gávnadibme nanniduvvá, nuoraj oassálasstem ja guojmmeåvdåsvásstádus sáme girkkoiellema åvdås vijdábut åvddånahteduvvá, ja jut ienebuv gå åvddåla sajev vaddá nuoraj kultuvrraåvddånbuktemijda sáme girkkoiellemin.

source: Det anbefales etablert et leir-/samlingsbasert arbeid for samisk ungdom koordinert fra sentralkirkelig nivå, samt opprettet et samisk ungdomsutvalg for Den norske kirke (Sung) på sentralkirkelig nivå, for å støtte opp om lokalt og regionalt samisk ungdomsarbeid.
smj: Oajvvaduvvá ásadit åroj-/tjåhkanim bargov sáme nuorajda koordineridum guovdásjgirkkolasj dáses, ja duodden ásadit sáme nuorajnammadusáv Vuona girkkon (Sung) guovdásjgirkkolasj dásen mij bájkálasj ja guovlolasj sáme nuorajbargov doarjju.

source: Det opprettes en fast samisk ungdomsrådgiverstilling (SKR) med ansvar for nasjonalt samisk ungdomsarbeid.
smj: Ásaduvvá stuoves sáme nuorajrádevirgge (SKR) åvdåsvásstádusájn nasjonála sáme nuorajbargos.

source: De tre nordligste bispedømmerådene oppfordres til å ha et fokus på samisk ungdomsarbeid, og menighetene i forvaltningsområdet for samisk språk, samisk menighet i sørsamisk område og Indre Finnmark prosti oppfordres til å ha særskilt oppmerksomhet rettet mot samisk ungdomsarbeid.
smj: Da gålmmå nuorttalamos bisspavielderáde ávttjiduvvi tjalmostit sáme nuorajbargov, ja tjoaggulvisájt sámegiela háldadimguovlojn, sáme tjoaggulvis oarjjelisámeguovlon ja Sis-Finnmárko prostija ávttjiduvvá sierralágásj berustibme sáme nuorajbargguj.

source: Muligheten for etablering av et samisk ungdomsteam drøftes, men anbefales ikke realisert i handlingsplanperioden.
smj: Máhttelisvuohta ásadit sáme nuorajjuohkusav ságastaláduvvá, valla ij oajvvaduvá realiseriduvvat doajmmapládnagávdan.

source: Diakoni behandles i delkapittel 5.9. Det redegjøres for stillinger og tidligere arbeid med samisk diakoni.
smj: Diakonija giehtadaláduvvá oassekapihttalin 5.9. Virgij ja åvdep sáme diakonijabarggo rájddiduvvá.

source: Aktuelle problemstillinger for samisk diakoni relateres til målsettinger i Plan for diakoni.
smj: Hiebalgis oasse sáme diakonijabargos tjanáduvvi ulmijda ma li tjielggidum Plan for diakoni.

source: Det pekes på at det er behov for et økt fokus på samisk diakoni i årene som kommer og for å styrke feltet med økte ressurser.
smj: Tsuojggiduvvá dárbbo le sáme diakonijav vuorodit boahtteájggáj aj rudáj.

source: Det foreslås opprettet en ny stillingsressurs til Samisk kirkeråd på feltet, samt to nye diakonistillinger til lokalt samisk kirkeliv.
smj: Oajvvaduvvá ásadit ådå virggeressursav Sáme girkkorádáj, ja duodden guokta ådå diakonijavirge bájkálasj sáme girkkoiellemij.

source: Det anbefales at samisk diakoni tematiseres i en egen fagkonferanse og at det arbeides videre med Plan for diakoni innenfor samisk kirkeliv.
smj: Sáme diakonija bierri sierra fáhkakonferánssaj tjoahkkiduvvat ja sáme girkkoiellemin bierri joarkket Plan for diakoni bargujn.

source: Forsonings- og dialogarbeid behandles i delkapittel 5.10. Det vises til Kirkemøtets vedtak i den såkalte ”forsoningssaken” (KM 13/97).
smj: Såbadim- ja guládallambarggo giehtadaláduvvá oassekapihttalin 5.10. Vuoseduvvá Girkkotjåhkanime mærrádussaj nav gåhtjodum ”såbadimássjen” (KM 13/97).

source: Forsoningsprosjektet i Nord-Salten (2005-2007) har vært den mest konkrete oppfølgingen av vedtaket, og prosjektet har generert svært verdifull erfaring.
smj: Nuortta-Sálto såbadimprosjækta (2005-2007) le læhkám ienemus konkrehta tjuovos mærrádusás, ja árvulasj åtsådallama li prosjevtas boahtám.

source: Det foreslås at man finner måter for å ta vare på erfaringene og videreføre prosessene knyttet til dette prosjektet.
smj: Oajvvaduvvá gávnná vuogev gåktu dán prosjevta åtsådallamijt bisodit ja prosessajt joarkket dán prosjekta hárráj.

source: Det påpekes videre at betydelige samiske rettighetsspørsmål fortsatt er uavklart i Norge, og at det er naturlig at Den norske kirke kjenner et ansvar for å følge med i disse.
smj: Vijdábut gåvviduvvá ájnas sáme riektáássje Vuonan ælla ájn tjoavdedum, ja luondulasj le Vuona girkkon le åvdåsvásstádus dájt ássjijt lagábut tjuovvot.

source: Det krever en kompetanse på området og en besinnelse på hva som er Den norske kirkes ansvar og rolle i slike saker.
smj: Galggá de máhtudahka ássjen ja mielulasjvuohta mij le girkko åvdåsvásstádus ja rolla dákkir ássjijn.

source: Kirkelig kulturarbeid behandles i delkapittel 5.11. Det vises til den kirkelige kulturmeldingen Kunsten å være kirke (2005) som danner grunnlag for kultursatsningen i Den norske kirke, samt til Plan for kirkemusikk.
smj: Girkko kultuvrrabarggo giehtadaláduvvá oassekapihttalin 5.11. Vuoseduvvá girkko kultuvrradiedádussaj Kunsten å være kirke (2005) mij le Vuona girkko kultuvrravuorodime vuodo, duodden Girkkomusihka pládnaj.

source: Kulturmeldingen har et fyldig avsnitt om samisk kulturarbeid, Plan for kirkemusikk et eget delkapittel om kirkemusikk i et samisk perspektiv.
smj: Kulturdiedádusán le ållo sáme sisadno, Girkkomusihka pládnn le sierra oassekapihtal girkkomusihka hárraj sáme perspektijvan.

source: Det foreslås at det settes av ressurser til samisk kultursatsning med særskilt vektlegging av samisk kirkekunst / kirketekstiler og samisk kirkemusikk.
smj: Oajvvaduvvá ressursa biejaduvvi sáme kultuvrraj ja de sierraláhká sáme girkkodájddaj / girkkotekstijlajda ja sáme girkkomusihkkaj.

source: Det foreslås at Samisk kirkeråd tilføres en stillingsressurs på feltet.
smj: Oajvvaduvvá Sáme girkkoráde oadtju ådå virggeressursav.

source: Videre pekes det på at kulturrådgiverne i NordHålogaland, Sør-Hålogaland og Nidaros bispedømmer, samt Kirkerådets kulturrådgiver bør ha visse forpliktelser med hensyn til kirkelig kulturarbeid rettet mot samisk kirkeliv.
smj: Vijdábut javladuvvá kultuvrrarádevadde Nuortta-Hålogalánda, OarjjeHålogalánda ja Nidaros bisspaguovlojn, ja girkkoráde kulturrádevadde bierriji válldet åvdåsvásstádusáv sáme girkkoiellema kultuvrrabargo åvdås.

source: Rekruttering behandles i delkapittel 5.12. Det pekes bl.a. på vakanse- og rekrutteringssituasjonen i Indre Finnmark prosti det siste tiåret.
smj: Virggájbiedjam giehtadaláduvvá oassekapihttalin 5.12. Vuoseduvvá duola dagu barggevánesvuohtaj Sis-Finmárko pråvsttåguovlon maŋemus låge jagen.

source: Andelen vakanser på prestesiden har ligget konstant på mellom 20 og 60 % gjennom hele perioden, den siste 4årsperioden på et gjennomsnitt på litt over 50 % vakanse.
smj: Girkkohærrájs li vájllum gaskal 20 og 60 % ålles ájggegávda tjadá, maŋemus 4 jage badjelasj 50 % rabás virge. Dát vuoset dát le stuorra hásstalus sáme girkkoiellemij.

source: Dette nødvendiggjør særlige rekrutterings- og språkopplæringstiltak.
smj: Danen hæhttup sierralágásj virggájbiedjam- ja giellaåhpadimdåjmajt jåhtuj biedjat.

source: Det foreslås avsatt midler til særskilte stimuleringstiltak.
smj: Sierralágásj stimulerimdåjmajda oajvvaduvvá rudájt juollodit.

source: Det skisseres en rekke rekrutteringsstrategier og stimuleringstiltak i forhold til ulike målgrupper, og det foreslås opprettet et prosjekt som arbeider spesielt med dette.
smj: Vijdábut galgalulujma ietjama máhtudagáv låggŋit váj ådå barggijt oadtjop. Virggájbiedjamdåjma ulmmejuohkusij vuoksjuj oajvvaduvvi.

source: Kirkefaglig kompetansebygging behandles i delkapittel 5.13.
smj: Girkkofágalasj máhtudaklåpptim giehtadaláduvvá oassekapihttalin 5.13.

source: Det understrekes at det samiske folket har rett til å få sin kultur, tradisjon og historie reflektert i utdanningssystemet.
smj: Dættoduvvá sáme álmmugin le riektá åhpadimsystebma galggá kultuvrav, árbbedábev ja histåvråv tjielggiduvvam åhpadimsysteman.

source: Det foreslås opprettet et 3-årig kompetansebyggingsprosjekt som jobber med fastsetting av nasjonale minstestandarder med hensyn til samiskrelaterte emner i kirkelige profesjonsstudier.
smj: Oajvvaduvvá 3-jahkásasj máhttolåpptimprosjekta galggá ásaduvvat man ulmme le nasjonála unnemusmierijt mierredit mij guosská sámeguoskavasj åsijda girkkolasj profesjåvnnååhpajn.

source: Prosjektet bør også inneholde et kompetansehevingsprogram med hensyn til styrking av den samiskrelaterte undervisningskompetansen ved nasjonale kirkelige utdanningsinstitusjoner.
smj: Prosjevtan galgaluluj máhttolåpptimprográmma mij sámeguoskavasj åhpadusmáhtudagáv låggŋi nasjonála girkkolasj åhpadimásadusájn.

source: Det foreslås igangsatt et samisk kirkehistorieprosjekt med henblikk på å få skrevet en samisk kirkehistorie.
smj: Sáme girkkohiståvrråprosjekta bierri jåhtuj boahtet váj sáme girkkohiståvrrå tjáleduvvá.

source: I tillegg foreslås et 3-årig prosjekt på feltet samisk teologi og kristendomsforståelse.
smj: Duodden 3jahkásasj prosjekta sáme teologia ja risstalasjvuodadádjadusá gáktuj.

source: På lenger sikt foreslås opprettet et Samisk-kirkelig pedagogisk senter som ivaretar utvikling og formidling av relevant kompetanse til menighetene, f.eks. i tilknytning til Kirkelig utdanningssenter i Nord (KUN).
smj: Ájge nalluj oajvvaduvvá Sáme-girkkolasj pedagogalasj guovdásj mij huksá åvddånahttet ja åvddånbuktet hiebalgis máhtudagáv tjoaggulvisájda, duola dagu tjanádum Kirkelig utdanningssenter i Nord (KUN) organisasjåvnnåj.

source: Samiskkirkelig samarbeid over landegrensene behandles i delkapittel 5.14.
smj: Sámegirkkolasj aktisasjbarggo rijkkarájáj rastá giehtadaláduvvá oassekapihttalin 5.14.

source: Det pekes på at det over hele Sápmi er lange tradisjoner for at samisk kirkeliv samler på tvers av landegrensene lokalt og regionalt.
smj: Tsuojggiduvvá Sámev miehtáj li sáme girkkuj tjåhkanam rijkkarájáj rastá ájgij tjadá.

source: Samiske kirkedager er i nyere tid etablert som økumeniske allsamiske kirkedager for alle samer i Sápmi, og arrangert for andre gang sommeren 2009.
smj: Sáme girkkobiejve li ham áttjak ásaduvvam økumenalasj gájksábmelasj girkkobiejvven gájka sámijda ålles Sámen, nuppádis ásaduváj giesen 2009.

source: Neste samiske kirkedager holdes i 2013 i sørsamisk område på norsk side.
smj: Boahtte Sáme girkkobiejve ásaduvvi jagen 2013 oarjjelsáme guovlon vuona bielen.

source: Det foreslås at Samiske kirkedager 2013 gjennomføres som toårig prosjekt.
smj: Oajvvaduvvá Sáme girkkobiejve 2013 guovtejahkásasj prosjektan ásaduvvá.

source: Det er behov for å gjennomføre årlige samdrøftingsmøter i henhold til avtale mellom de sentrale samiskkirkelige organene i Norge, Sverige og Finland.
smj: Dárbbe le jahkásasj rádádallamtjåhkanimijda guovdásj sámegirkkolasj orgánaj gaskan Vuona, Svierigin ja Finlándan.

source: Det foreslås satt av prosjektmidler sentralt til styrking av samisk kirkeliv over landegrensene på lokalt og regionalt nivå.
smj: Oajvvaduvvá prosjektarudájt juollodit sáme girkkoiellemav nannitjit rijkkarájáj rastá bájkálasj ja guovlolasj dásen.

source: Til sist oppfordres Samarbeidsrådet for kristne kirker i Barentsregionen (SKKB) å videreføre sitt urfolksrelaterte arbeid i Barentsregionen, med særskilt fokus på samene.
smj: Maŋŋutjissaj ávttjiduvvá Aktisasjbarggoráde risstalasjgirkkoj hárráj Barentsguovlon (SKKB) joarkátjit ietjas álggoálmmuk guoskavasj bargov Barentguovlon, sierra tjalmostimijn sámijda.

source: Urfolksarbeid behandles i delkapittel 5.15.
smj: Álggoálmmukbarggo giehtadaláduvvá oassekapihttalin 5.15.

source: Det pekes på at støtte til urfolks rettigheter nasjonalt og internasjonalt inngår i kirkens urfolksarbeid.
smj: Dættoduvvá álggoálmmugij riektájt doarjjot ietjama lándan ja ålggorijkan le oassen girkko álggoálmmukbargos.

source: Det vises videre til at deltakelsen i internasjonalt kirkelig urfolksarbeid har brakt viktige impulser til samisk kirkeliv.
smj: Vijdábut tsuojggiduvvá rijkajgasskasasj girkkolasj álggoálmmukbargo oassálasstem le ájnas impulsajt buktám sáme girkkoiellemij.

source: Praksisen med å sikre samisk representasjon i Den norske kirkes delegasjoner i sentrale internasjonale/økumeniske fora foreslås videreført.
smj: Oajvvaduvvá sáme galggi boahtte ájggáj aj bessat oassálasstet gå Vuona girkko oassálasstá guovdásj rijkajgasskasasj æjvvalimsajijn/økumenalasj forajn.

source: Videre foreslås deler av Den norske kirkes årlige økonomiske støtte til Kirkenes Verdensråd og Det Lutherske Verdensforbund øremerket til urfolksarbeidet i disse organisasjonene.
smj: Vijdábut oajvvaduvvá jahkásasj ruhtadoarjja Girkkoj Væráltrádáj ja Lutheralasj Væráltrádáj mierreduvvá álggoálmmukbargguj dáj organisasjåvnåjn.

source: På feltet internasjonal diakoni og misjon (bistand) foreslås det at Samisk kirkeråd videreutvikler samarbeidet med Kirkens Nødhjelp bl.a. med vekt på oppfølging av urfolkstiltak i det sørlige Afrika og Nord-Russland.
smj: Rijkajgasskasasj diakonian ja misjåvnån (doarjjaviehkke) oajvvaduvvá Sáme girkkoráde joarkka aktisasjbargov Kirkens Nødhjelpajn duola dagu dakkir bargoj dagu álggoálmmukbarggo Afrika oarjemus åsijn ja Nuortta-Ruossjan.

source: Det bør videre drøftes felles strategier med hensyn til urfolksprofileringen i Kirkens Nødhjelps informasjonsarbeid internt i Den norske kirke, for eksempel i forbindelse med fasteaksjonen.
smj: Vijdábut bierri aktan dagástallat aktisasj strategiajt mij gullu álggoálmmukvuorodibmáj Kirkens Nødhjelpa diehtobargon Vuona girkkon sisŋálattjat, duola dago fásstoaksjåvnå aktijvuodan.

source: Kirkens Nødhjelp oppfordres til å opprettholde et tydelig fokus på urfolk i sitt videre arbeid.
smj: Kirkens Nødhjelp hasoduvvá joarkket tjielgga álggoálmmukvuorodimev boahtteájggáj.

source: Samarbeidsrådet for menighet og misjon og misjonsrådgiverne i Nord-Hålogaland, Sør-Hålogaland og Nidaros bispedømmer oppfordres til i samarbeid med Samisk kirkeråd å arbeide for å øke andelen av urfolksrelaterte misjonsavtaler i Den norske kirke generelt og samisk kirkeliv spesielt.
smj: Aktisasjbarggoráde tjoaggulvisáj ja misjåvnå gaskan ja misjåvnnårádevadde NuorttaHålogalátte, Oarjje-Hålogalátte ja Nidaros bisspaguovlojn hasoduvvi aktan Sáme girkkorádijn lasedit álggoálmmukguoskavasj misjåvnnåsjiehtadusájt Vuona girkkon ållågattjat ja sáme girkkoiellemin sierraláhkáj.

source: Stat-kirkereformen behandles i delkapittel 5.16 med utgangspunkt i det såkalte stat-kirke forliket i Stortinget 2008 og prosessen mot endrede relasjoner mellom stat og kirke.
smj: Stáhtta-girkkoådåstus giehtadaláduvvá oassekapihttalin 5.16 gånnå le vuodon nav gåhtjodum stáhtta-girkko såbadussaj Stuorradikken jagen 2008 ja stáhta ja girkko sirádime prosessaj.

source: Det understrekes at det i den prinsipielle tekningen om samisk kirkeliv i relasjon til staten, må skjelnes mellom ”stat-kirke-relasjonen” og ”stat-samefolk-relasjonen”.
smj: Tsuojggiduvvá dan prinsihpalasj ájádallamin sáme girkkoiellema mij guosská stáhttaj, viertti sieradit “stáhta-girkko- relasjåvnåv” ja “stáhta-sámeálmmuk-relasjåvnåv”.

source: Det bes om at Kirkemøtets føringer i sak KM 8/07 med hensyn til ivaretakelse av samisk kirkeliv følges opp i det videre arbeidet med ny kirkelov og kirkeordning (5.16.1).
smj: Ávttjiduvvá Girkkotjåhkanime vuojno ássjen KM 8/07 mij guosská sáme girkkoiellema bærrájgæhttjamij tjuovoduvvi boahtte ájge bárgo gáktuj ådå girkkolágajn ja girkkoårnigijn (5.16.1).

source: Det argumenteres for at statens prinsipielle ansvar for ivaretakelse av samisk kirkeliv fortsetter også etter endrede relasjoner mellom stat og kirke (5.16.2).
smj: Javladuvvá stáhta prinsihpalasj åvdåsvásstádus várájda válldet sáme girkkoiellemav joarkká aj maŋŋela rievdadum relasjåvnåj stáhta ja girkko gaskan (5.16.2).

source: Dette fastholdes i skjæringspunktet mellom en aktivt støttende samepolitikk og en aktivt støttende tros- og livssynspolitikk.
smj: Dat vuojneduvvá gå aktijvalasj sámepolitihkka ja aktijvalasj doarjjo jáhko- ja iellemvuojnnopolitihkka guoskadallaba.

source: Det påpekes at det er et behov for at de kirkelige aspektene ved samelovens språkregler gjennomgås med særlig henblikk på bruk av samisk i kirkens fellesskapshandlinger, og foreslås at forpliktelsene knyttet til samelovens språkregler videreføres ved endrede relasjoner mellom stat og kirke (5.16.3).
smj: Javladuvvá le dárbbo vaj girkkolasj aspekta sámelága giellanjuolgadusájn tjadáduvvá gå sierraláhkáj gullu adnet sámegielav girkko aktisasjvuoda dáhpádusájn, ja oajvvaduvvá vælggogisvuoda tjanádum sámelága giellanjoulgadusájda joarkeduvvá gå relasjåvnå stáhta ja girkko gaskan rievddi (5.16.3).

source: Samisk kirkedemokrati (demokratireformen) behandles i delkapittel 5.17.
smj: Sáme girkkodemokratija (demokratiådåstus) giehtadaláduvvá oassekapihttalin 5.17.

source: Etter innspill fra Samisk kirkeråd, ba Kirkemøtet i 2008 om at det nedsettes en arbeidsgruppe som legger fram forslag til nye ordninger for valg av representanter for samisk kirkeliv til bispedømmeråd og Kirkemøte før valget 2011 (KM 11/08).
smj: Oajvvadusá milta Sáme girkkorádes, gåhtjoj Girkkotjåhkanibme jagen 2008 vuododit barggojuohkusav mij buktá oajvvadusáv ådå årdnigijda gåktu válljit ájrrasijt sáme girkkoiellemis bisspaviellderádáj ja Girkkotjåhkanmibmáj åvddål válga 2011 (KM 11/08).

source: Delkapittelet gir en prinsipiell refleksjon om grunnlaget for samisk-kirkelig demokrati i Den norske kirke, og redegjør kort for arbeidsgruppas arbeid, samd for den avsluttende rådsbehandlingen.
smj: Oassekapihtal vaddá prinsihpalasj refleksjåvnåjt mij le vuodon sáme-girkkolasj demokratijaj Vuona girkkon, ja tjielggi oanegattjat barggojuohkusa bargo birra, ja dan låhpadahtte rádegiehtadallama birra.

source: Pga. betenkeligheter med etablering av etnisk baserte valgmanntall, har Samisk kirkeråd bedt om at mulighetene for et samisk kirkemøte, med visse roller knyttet til valg av samiske representanter, utredes (SKR 30/10).
smj: Iehpetjielgasvuoda diehti vuododit tjerdalasj jienstimlågov, le Sáme girkkoráde gåhttjum jus máhttelis sáme girkkotjåhkanibme, muhtem rollaj tjanádum ájrrasij válljimij, guoradaláduvvá (SKR 30/10).

source: Forventninger til arbeidstaker- og arbeidsgiverorganisasjoner behandles i delkapittel 5.18.
smj: Vuorddemusá bargge- ja barggovaddeorganisasjåvnåjda giehtadaláduvvi oassekapihttalin 5.18.

source: Kirkelige arbeidstaker- og arbeidsgiverorganisasjonene anmodes om å ivareta samiskkirkelige kompetansebehov i sin virksomhet og tjenesteyting.
smj: Girkkolasj bargge- ja barggovaddeorganisasjåvnå ávttjiduvvi várajda válldet sámegirkkolasj máhtudakdárbojt ietjasa dåjmaj ja dievnastusfálaldagáj.

source: Samarbeid med læstadianske forsamlinger og kristne organisasjoner behandles i delkapittel 5.19.
smj: Aktisasjbarggo læstadiánalasj tjoaggulvisáj ja risstalasj organisasjåvnåj giehtadaláduvvá oassekapihttalin 5.19.
